Repository: Makhsum/FindFilmFree
Catalog: FindFilmFree.Application/FindFilmFree.Application/Resources/Language.*.resx
Languages: de, ru

# congratulationMember
source: Congratulations, you are now a subscriber to our official group
de: Herzlichen Glückwunsch, Sie sind jetzt Abonnent unserer offiziellen Gruppe
ru: Поздравляю теперь вы являетесь подписчиком нашей оффициальной группы

# error
source: Error try again!
de: Fehler versuchen Sie es erneut!
ru: Ошибка попробуйте еще раз!

# usersCount
source: The number of bot users
de: Anzahl der Bot-Benutzer
ru: Количество пользователей бота

# activeUsersCount
source: Number of active users
de: Anzahl der aktiven Benutzer
ru: Количество активных пользователей

# deactiveUsersCount
source: Number of inactive users
de: Anzahl der inaktiven Benutzer
ru: Количество неактивных пользователей

source: Write your message
de: Schreiben Sie Ihre Nachricht
ru: Напишите ваше сообщение

# hiMsg
source: Hello
de: Guten Tag
ru: Здравствуйте

# startMsg
source: I wish you a good viewing to change the language, write /lang in the chat
de: ich wünsche Ihnen ein gutes Browsen , um die Sprache zu ändern schreibe /lang im Chat
ru: желаю вам хорошего просмотра ,чтобы изменить язык напишите /lang в чате

# registered
source: registered using your link!
de: hat sich über Ihren Link registriert!
ru: зарегистрировался по вашей ссылке!

source: sent messages
de: gesendete Nachrichten
ru: отправленных сообщений

# nameAdded
source: The name has been added now send the movie number
de: Der Name wurde hinzugefügt, senden Sie jetzt die Filmnummer
ru: Название добавлено, теперь отправьте номер фильма

# numberAdded
source: The number has been added, now send the movie link
de: die Nummer wurde hinzugefügt, senden Sie jetzt den Filmlink
ru: номер добавлен, теперь пришлите ссылку фильма

# addFilmName
source: send the title of the movie
de: senden Sie den Filmtitel
ru: отправьте название фильма

# linkAdded
source: The link has been added I'm starting to save the movie to the database
de: der Link wurde hinzugefügt Ich beginne, den Film in die Datenbank zu speichern
ru: Ссылка добавлена начинаю сохранять фильм в базу данных

# done
source: Done, the movie is saved, information about the new movie
de: Fertig Film gespeichert, Informationen zum neuen Film
ru: Готово фильм сохранен, информация о новом фильме

# chooseLanguage
source: Choose your language
de: Wählen Sie Ihre Sprache
ru: выберите свой язык

# refLink
source: Your referral link:
de: Ihr Empfehlungslink:
ru: Ваша реферальная ссылка:

# friendsCount
source: Number of friends
de: Anzahl der Freunde
ru: Количество друзей

# sentMessage
source: send a message
de: senden Sie eine Nachricht
ru: отправьте сообщение

# languageChanged
source: That's it your language has been changed 🤤
de: fertig Ihre Sprache wurde geändert 🤤
ru: готово ваш язык был изменен 🤤

source: subscribe to the channel ❤️
de: abonnieren Sie den Kanal ❤️
ru: подписаться на канал ❤️

source: check your subscription
de: abonnement prüfen
ru: проверить подписку

# subscribePls
source: Please subscribe to the only admin support channel to get access to the bot!
de: Bitte melden Sie sich für den einzigen Kanal an, um den Admin zu unterstützen, um auf den Bot zuzugreifen!
ru: Пожалуйста подпишитесь на единственный канал для поддержки админа чтобы получить доступ к боту!

# numbernotexist
source: Error: the number does not exist!
de: Fehler: Die Nummer existiert nicht!
ru: Ошибка: номер не существует!

# defaultMsg
source: To find a movie, write its number.It is important to send only the numbers!
de: Um einen Film zu finden, schreibe seine Nummer auf.Wichtig Senden Sie nur die Zahlen!
ru: Чтобы найти фильм напишите его номер.Важно отправьте только цифры!
